[
	{
		"id": "633454a5f8e4afce0f7643c5",
		"name": "HTML",
		"image": "https://www.oxfordwebstudio.com/user/pages/06.da-li-znate/sta-je-html/sta-je-html.jpg",
		"description": "The HyperText Markup Language or HTML is the standard markup language for documents designed to be displayed in a web browser. It can be assisted by technologies such as Cascading Style Sheets and scripting languages such as JavaScript.",
		"time": 30
	},
	{
		"id": "633454a5d99d1b1eea98ca31",
		"image": "https://blog.logrocket.com/wp-content/uploads/2021/04/utility-first-css-frameworks.png",
		"name": "CSS",
		"description": "Cascading Style Sheets is a style sheet language used for describing the presentation of a document written in a markup language such as HTML or XML. CSS is a cornerstone technology of the World Wide Web, alongside HTML and JavaScript.",
		"time": "30"
	},
	{
		"id": "633454a58ce586acf1f2ce98",
		"image": "https://getbootstrap.com/docs/5.2/assets/img/bootstrap-icons.png",
		"name": "Bootstrap",
		"description": "Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development. It contains HTML, CSS and JavaScript-based design templates for typography, forms, buttons, navigation, and other interface components.",
		"time": "30"
	},
	{
		"id": "633454a5b2d3e6715908fd5d",
		"image": "https://laravelnews.imgix.net/images/tailwindcss.png?ixlib=php-3.3.1",
		"name": "Tailwind CSS",
		"description": "Tailwind CSS is an open source CSS framework. The main feature of this library is that, unlike other CSS frameworks like Bootstrap, it does not provide a series of predefined classes for elements such as buttons or tables.",
		"time": "30"
	},
	{
		"id": "633454a54ddbe7b6cab8fe0d",
		"image": "https://hackr.io/blog/how-to-learn-javascript/thumbnail/large",
		"name": "JavaScript",
		"description": "JavaScript, often abbreviated to JS, is a programming language that is one of the core technologies of the World Wide Web, alongside HTML and CSS. As of 2022, 98% of websites use JavaScript on the client side for webpage behavior, often incorporating third-party libraries.",
		"time": "30"
	},
	{
		"id": "633454a5bf359141dc3f3631",
		"image": "https://bs-uploads.toptal.io/blackfish-uploads/components/seo/content/og_image_file/og_image/777655/react-context-api-4929b3703a1a7082d99b53eb1bbfc31f.png",
		"name": "React JS",
		"description": "React is a free and open-source front-end JavaScript library for building user interfaces based on UI components. It is maintained by Meta and a community of individual developers and companies.",
		"time": "30"
	},
	{
		"id": "633454a5bf359141dc3e7b6c",
		"image": "https://bs-uploads.toptal.io/blackfish-uploads/components/seo/content/og_image_file/og_image/777184/secure-rest-api-in-nodejs-18f43b3033c239da5d2525cfd9fdc98f.png",
		"name": "Node JS",
		"description": "Node.js is an open-source, cross-platform, back-end JavaScript runtime environment that runs on a JavaScript Engine and executes JavaScript code outside a web browser, which was designed to build scalable network applications.",
		"time": "30"
	},
	{
		"id": "633454a5bf35b2d3ec3e7b6c",
		"image": "https://webimages.mongodb.com/_com_assets/cms/kuzt9r42or1fxvlq2-Meta_Generic.png",
		"name": "MongoDB",
		"description": "MongoDB is a source-available cross-platform document-oriented database program. Classified as a NoSQL database program, MongoDB uses JSON-like documents with optional schemas. MongoDB is developed by MongoDB Inc. and licensed under the Server Side Public License which is deemed non-free by several distributions.",
		"time": "30"
	},
	{
		"id": "633454a5bf3631f354191dc3",
		"image": "https://miro.medium.com/max/805/1*t40l2rOzSEXZbvGWClW-Pw.png",
		"name": "Express JS",
		"description": "Express.js, or simply Express, is a back end web application framework for building RESTful APIs with Node.js, released as free and open-source software under the MIT License. It is designed for building web applications and APIs. It has been called the de facto standard server framework for Node.js",
		"time": "30"
	}
]
